[
    ["Give 1", "Give 1 drink."],
    ["Give 2", "Give 2 drinks."],
    ["Give 3", "Give 3 drinks."],
    ["Give 4", "Give 4 drinks."],
    ["Take 1", "Take 1 drink."],
    ["Take 2", "Take 2 drinks."],
    ["Take 3", "Take 3 drinks."],
    ["Take 4", "Take 4 drinks."],
    ["Social", "Everyone playing must drink 1."],
    ["Make Rule", "Make a rule."],
    ["Strip 1", "Remove 1 article of clothing."],
    ["Waterfall", "Everyone drinks until the person next to them stops."],
    ["Casanova", "Kiss the person to your right."],
    ["Bottoms Up!", "Everyone except you must finish their drink :("],
    ["Hand Switch", "Pick someone to play with their opposite hand for the rest of the game."],
    ["Categories", "Everyone plays categories for 2 minutes.  Drink while you think."],
    ["Sue Rule", "Drink once for every word you say until the end of the game."],
    ["Southpaw", "Everyone must pull pieces with their left hand only."],
    ["Impression", "Do your best impression of someone at the table."],
    ["Down the Hatch", "Finish your drink! :("],
    ["Peer Pressure", "Drink 1 drink for each person playing the game."],
    ["Santa", "The next person must take their turn while sitting on your lap."],
    ["Buzz", "Buzz for 2 minutes.  Drink while you think."],
    ["Eye for an Eye", "Every time you give a drink, you take a drink."],
    ["Kiss Phil", "Kiss Phil (or appropriate substitute)."],
    ["Strip 1 Other", "Choose someone to remove an article of clothing."],
    ["Tribal Council", "Vote one person out of the game.  If tied, the next person in turn is out."],
    ["Lurch", "The tallest person at the table must take 4 drinks then give 4 drinks."],
    ["Gary Coleman", "The shortest person at the table must take 4 drinks then give 4 drinks."],
    ["Touchy Movey", "Everyone must remove the first piece they touch."],
    ["Hillbilly", "You must play the rest of the game wearing no shoes or socks."],
    ["Beauty Swap", "Switch places with the most beautiful person playing the game."],
    ["Hands Across America", "You must keep physical contact with the person to your right for the remainder of the game."],
    ["Wonder Twin Powers, Activate!", "Choose someone to drink with you for the rest of the game. [They drink when you do, and vice versa.]"],
    ["Why Does She Hate You?", "Give 6 drinks to one person."],
    ["Why Does Jenga Hate You?", "Take 6 drinks.  \"Jenga got you good!\""],
    ["Battle of the Sexes", "Everyone whose gender is opposite yours must take 1 drink."],
    ["Give 2 and Redo", "Give 2 then pull again."],
    ["Take 2 and Redo", "Take 2 then pull again."],
    ["Tequila Threat", "Do 20 shots of tequila or drink 3."],
    ["Million Dollar Threat", "Give one person $1,000,000 or give them 4 drinks."],
    ["Shaved Head Threat", "Shave your head or drink 4."],
    ["Beer Wench", "You are the Beer Wench. [You must fetch new drinks for all players the rest of the game.]"],
    ["Bipolar", "You must insult the person to your right, then compliment the person to your left."],
    ["Trebek", "Any time you sing the Jeopardy theme song, the person taking their turn must complete their turn before you finish the song."],
    ["Weezie Threat", "Give 10 reasons why Weezie was smarter than George Jefferson or drink 4."],
    ["Strawberry Shortcake", "Give 1 for every Strawberry Shortcake character you can name, plus anyone named Chuck drinks 4."],
    ["CJ's Rule", "Play the rest of the game under the table."],
    ["Name Genie", "Give all players  a new name.  All players must use the new names, or drink 1 every time they fail."],
    ["Castaway", "You can only talk to inanimate objects (not people) for the rest of the game."],
    ["Hillbilly Race", "The last person to switch their socks to their opposite feet must play without shoes or socks [i.e., becomes The Hillbilly for the rest of the game]."],
    ["Déjà Vu", "After your turn, you and the people to your right and left must play again."],
    ["Bob Dole", "You must refer to yourself in the third person for the rest of the game."],
    ["Battle of the Sexes 2", "Everyone with gender opposite yours must drink 2."],
    ["Thumb Master", "You are the Thumb Master [no explanation]."],
    ["Rainbow Warrior", "Pick a color.  Everyone must drink 1 for every article of clothing they have on that contains that color."],
    ["Screw the NFL Kicker", "Drink 1 for every letter in your last name."],
    ["Michael Stipe", "Shave your head or drink 1."],
    ["Michael Jackson", "Permanently change your race and gender or drink 2."],
    ["Hey Mikey, He Likes It!", "Eat a box of Life cereal or drink 3."],
    ["Philip Michael Thomas", "Move to Miami and take on the Colombian drug lords or drink 4."],
    ["Pearl Harbor", "\"Every time I see the sunset I'll think of you... drinking 4!\""],
    ["ByeBye", "Say bye, bye, bye, bye, bye to your drink!  Drink 4."],
    ["Irish Boy", "\"Irish Bad Boy?  You look like the Irish Sad Boy!\"  Drink 5."],
    ["Good Times!", "Everyone playing must drink 1."],
    ["80s Bands", "Name 3 80s bands or drink 2."],
    ["Brat Pack", "Name 3 Brat Pack movies or drink 2."],
    ["Falls Bars", "Name 5 Niagara Falls bars or drink 3."],
    ["Famous Joeys", "Name 5 famous Joeys or drink 3."],
    ["Pro Wrestlers", "Name 10 pro wrestlers or drink 3."],
    ["Sue's Challenge", "Answer a pop culture trivia question from Sue or drink 4."],
    ["Mustang!", "Everyone who doesn't own a convertible drinks 2."],
    ["HEY RED SHIRT!", "Everyone wearing a red shirt must drink 2."],
    ["Come and get it!", "Everyone wearing a ring must drink 2."],
    ["NU buildings", "Give 1 for every NU [Niagara University] building you can name (limit 5)."],
    ["Wide Right", "Give 1 for every Super Bowl the Bills lost."],
    ["Fashion Police", "Give 1 for every fashion faux pas you see at the table (limit 5)."],
    ["Pat Sajak", "Everyone drinks 1 for every word they say that has the letter \"i\" in it."],
    ["Oh my God, I had that same dream!", "Give 2 to the dreamiest person at the table."],
    ["Give 2, Take 2, Redo", "Drink 2 then give 2 then pull another piece."],
    ["Norm!", "Give 4 to your cheery drinking buddies."],
    ["Titanic!", "The ship is going down, so finish your drink.  [alternate Down the Hatch]"],
    ["Glahe", "Switch places with the person who most closely resembles Conan O'Brian."],
    ["Who's The Boss?", "You are!  You decide when drinks are given for one round."],
    ["I don't wanna be a man anymore.", "You are the Name Genie.  Give all players  a new name.  All players must use the new names, or drink 1 every time they fail."],
    ["Ru Paul", "Switch seats with a person of the opposite gender."],
    ["Sue Stevens, Radio DJ", "For the rest of the game, whenever you speak you must talk into a pretend microphone."],
    ["Do Over", "Put this piece back where you got it and pull a different one."],
    ["Chuck Barber", "If you don't have a mustache, play the rest of the game with your left index finger across your upper lip."],
    ["Standard Burke Embellishment", "Tell a fantastic tale about one person at the table or drink 10.  (hot hog picture)"],
    ["Hillbilly Jim", "You must play the rest of the game wearing no shoes or socks."],
    ["N'Sync", "Choose someone to move N'SYNC with you for the rest of the game."],
    ["Paula Abdul", "\"We come together 'cuz opposites attract.\"  Everyone pulls pieces with their opposite hand [refined Southpaw]."],
    ["Shelly Long", "You are the Beer Wench. [You must fetch new drinks for all players the rest of the game.]"],
    ["Wilson!!!", "You can only talk to inanimate objects (not people) for the rest of the game."],
    ["Stumper", "In a sentence, use a word no one knows the meaning of or drink 3."],
    ["Beer List", "Give 1 for every Canadian beer you can name in 30 seconds.  Go!"],
    ["Government Employee", "Anyone who receives a paycheck funded by Federal, State, or Local taxes drinks 2."],
    ["Lavatory Pass - Glahe", "Anyone who has to use the bathroom must ask \"Mr. Glahe\" for permission or drink 5."],
    ["Scar Story", "Tell a story that led to a scar on your body - or drink 3!"],
    ["Dave's Condom", "What is the biggest condom Dave ever handled.  A) 3\"  B) 30'  C) Dave rides bareback.  Drink 5 if you answer incorrectly!"],
    ["Inventory", "Describe everyone's shirts, then drink 5."],
    ["Kevin Wise", "Remove your shoes.  Have a member of the opposite sex put them back on for you."],
    ["Anti-Social", "No one drink or talk for 3 minutes."],
    ["Make Rule Plus", "Make a rule, then finish your drink as well as the person to your left's."],
    ["Speed Game", "After this tile is placed, the next player has 7 seconds to pull and place the next tile."],
    ["Dave's Challenge", "Ask another player a trivia question.  If they answer incorrectly, they owe you $5 or must drink 5."],
    ["Oh no! Someone stole my kayak!", "Steal your neighbor's drink, and drink for them the rest of the game."],
    ["Hanging with Dave's ladies!", "Drink one for every female player."],
    ["Mr. Glahe, why is your wife so young?", "Drink one for every player younger than you."],
    ["Jonathan... Stop makin' beats!", "You must make a steady noise for the rest of the game."],
    ["Border Patrol Special", "Everyone who has worked at the U.S. border must drink (but not drink and drive!)"],
    ["The Fashion Police are out!", "Drink 2 for any article of your clothing that is passé."],
    ["FourEyes", "If your glasses are bigger than your face, drink 4, four-eyes!"],
    ["Brogue", "Speak in a Scottish Brogue for the rest of the game."],
    ["Nerd", "If you are too smart for your own good, drink 10 - NERD!"],
    ["Dave's Wedding Gimmicks", "Choose your favorite Dave-at-a-wedding gimmick, and be that guy for the rest of the game."],
    ["Celtic Heritage", "Dance your best jig."],
    ["Scotsman", "If you've ever worn a kilt, give 2.  If not, take 2."],
    ["Irish Toast", "Give an Irish Toast."],
    ["McEveryone", "Refer to everyone as Mc________________."],
    ["What a gem!", "Have a drink for every piece of jewelry on your body.  This includes watches, charms, navel rings, toe rings, etc."],
    ["Spelling B", "Spell the name of the person to your left backwards (both first and last).  Make a mistake and drink 3."],
    ["Jester", "You're at the mercy of the person to your right.  Do as they say or drink 2 for the remainder of the game"],
    ["Buy a Vowel", "If your last name ends in a vowel, drink the following:  A-1, E-2, I-3, O-4, U-5, Y-6"],
    ["Topper", "Whatever story or feat the player directly across from you tells or does, you must top it."],
    ["Repellent", "No matter what the person to your left says or does, you must actively disagree."],
    ["E-Z-Pass", "If the block you are attempting to remove is \"difficult\", you may \"pass\" the turn to another player."],
    ["9-11 Secret Terrorist Cell Member", "Pick a Code Word.  If you hear this code word, you must destroy the tower."],
    ["Snow White", "Name players like dwarves [e.g. Grumpy], and for the rest of the game they must act like that dwarf."],
    ["Cat Lady", "All cat owners give 1 drink for each cat they have."],
    ["Jeff Probst", "Round Robin - name a Survivor, past or present.  First to fail the challenge drinks 1 for each season."],
    ["Oops! You forgot the salad!", "Take a drink for every letter in the word H-U-M-M-U-S."],
    ["WB Shows", "Name 7 WB shows or drink 4."],
    ["Ms. Cleo", "Predict who will knock the tower down.  If you end up being wrong, you must accept the penalty instead of them."],
    ["Do Rusty", "Do your best impression of Rusty [?] or drink 4."],
    ["If it's nay Scottish, it's crap!", "Fashion a kilt to wear the rest of the game."],
    ["67th Street Man", "You are the \"67th Street Man\" (as seen in the Blotter).  Give the person to your right all your change and drink 4 for leaving the window open."],
    ["Grady", "For one round, everyone must hum the Sanford & Son theme song while pulling or drink 3."],
    ["Romper Room", "Call out all players' names as you observe the Jenga & pull your pieces for the rest of the game (i.e. I see Dave, and...)"],
    ["Point of No Return", "You must take a tile from within 3 rows of the top for the rest of the game."],
    ["Kama Sutra", "For one round, all players must strike a particular pose while removing their piece."],
    ["Corsican", "Pick someone.  For the rest of the game, they must drink in your stead any drinks given to you, and vice versa."],
    ["Ripple", "Drink X.  People to your left and right must drink X-1, then X-2, and so on, to 0."],
    ["Mutual Assured Destruction", "Choose someone to drink with you for the rest of the game. [They drink when you do, and vice versa.]"],
    ["Make or Break Rule", "Make or UNDO a rule."],
    ["Teapot", "Perform \"I'm A Little Teapot\" and give 2 drinks, or drink 5."],
    ["Bodyguard", "Pick someone.  For the rest of the game, they must drink the first of any drinks given to you."],
    ["Big Cheese", "Give 1 for every cheese you can name in 30 seconds"],
    ["Thirsty", "Finish your beer, and that of the person to either your left or right."],
    ["Sajak [revised]", "For the rest of the game, everyone drinks 1 for every word they say that begins with the letter __ (your choice)."],
    ["AntiSanta", "Sit in the lap of the person across from you for one round."],
    ["Dice Man", "You're the Dice Man - roll a die and give away that number of drinks."],
    ["Puller's Choice", "Select one person to exchange an article of their clothing with someone else, OR order someone to drink a full beer."],
    ["BM Story", "Describe your most recent bowel movement."],
    ["Psychiatrist", "Describe an embarrassing personal moment and choose someone to analyze it.  Both of you drink 1."],
    ["Foot Massage", "Give the person to your right a foot massage."],
    ["WB Watcher", "Drink 1 for every WB show you watch on a regular basis."],
    ["Sherry v. Beckie", "Sherry is not a lesbian - Beckie drink 5."],
    ["Did you grow up in a barn?", "Choose someone to make an animal sound every time another person drinks for the rest of the game."],
    ["Mid-Season Replacement", "Switch seats with the \"lowest rated\" person at the table."],
    ["VCR Rewind", "Players now take turns in the opposite direction."],
    ["Friends", "Pick someone.  For the rest of the game, they must drink the first of any drinks given to you."],
    ["VCR Fast Forward", "Everyone else skips one turn and you go again."],
    ["Lex's Revenge", "Do something to piss off everyone at the table, then drink 4."],
    ["WB Shows Gone", "Give 1 for every cancelled WB show you can name (limit 5)."],
    ["Hairball", "Cough up a hairball or drink 4."],
    ["Boo-Boo's Revenge", "Do a trick or drink 3."],
    ["CatMania", "Give 1 for every cat you own.  Drink 3 if you have no cats."],
    ["Famous Cats", "Give 1 for every famous cat you can name (limit 5)."],
    ["Why does Raja hate you?", "Take 6 drinks.  \"Raja got you good!\""],
    ["Cat Mover", "For the rest of the game, whenever you leave the table, get up suddenly and run to your destination."],
    ["Double Play", "Choose someone to drink double what you drink for the rest of the game."],
    ["Jeter's Short-stopper", "For the rest of the game, if you are given more than 1 drink at a time you may \"stop short\" before you finish."],
    ["Strike 3, you're out!", "Drink 3 and skip your next turn."],
    ["Retired Yankees", "Give 1 for every retired Yankee you can name (limit 5)."],
    ["Diamondbacks' Revenge", "If you've never beaten the Yankees in the World Series, drink 4"],
    ["Old Angelo's", "The oldest player drinks 4, then gives 4."],
    ["Brags", "The youngest player (with ID) drinks 4, then gives 4."],
    ["Home Run", "Get up, walk around the table, and drink 1 for every person you pass on the way home."],
    ["Lavatory Pass - Condino", "If you need to use the lav, you must ask Ms. Condino for permission."],
    ["3rd Graders' Revenge", "If you're not 9 years old, drink 3."],
    ["Pop Quiz", "Answer a Beckie Condino question or drink 4."],
    ["Trail Blazer", "If your commute to work is less than 3 minutes, give 3.  If not, drink 3."],
    ["Principal's Office", "You have been sent to the Principal's Office!  Drink 3."],
    ["Summer Vacation", "For the next round, no one can make you drink... or work!"],
    ["Why Don't My Friends Visit More Often?", "Give 6 drinks to one person."],
    ["Why Did Michelle Move Away?", "Take 6 drinks.  \"Michelle got you good!\""],
    ["Beauty Swap - Michelle", "Swap places with the second most beautiful person at the table (after Michelle).  [modified Beauty Swap]"],
    ["Rumsfeld", "Pick someone.  You must actively disagree with everything they say for the rest of the game. [refined Repellent]"],
    ["Michelle Pfeiffer", "Quit your job and become a Pink Lady from Grease 2 or drink 1."],
    ["Michelle Kwan", "Wear ice skates for the rest of the game or drink 2."],
    ["Michelle... My Belle", "Speak only in French for the rest of the game or drink 3."],
    ["Me'shell Ndegeocello", "Sing \"Wild Nights\" for 1 minute or drink 4."],
    ["Jaros Hall Pass", "If you need to leave the table, you must raise your hand and ask Ms. Jaros' permission."],
    ["Wasted Education", "Drink 1 for every year you spent in college that is now meaningless in your chosen profession."],
    ["No Depth Perception", "For the rest of the game you must drink with your eyes closed."],
    ["Broken Toe", "For the rest of the game you must pull pieces standing on your toes."],
    ["Pearl Harbor [modified]", "\"Every time I see the sunset I'll think of you... drinking 5.\""],
    ["Jewbilee", "Give 1 for every famous Jew you can name (limit 5)."],
    ["Why is Phil such a bitch?", "Give 6 to one person."],
    ["2nd Tour of Duty", "Take 2 then pull again."],
    ["Damn Chinese sweatshop kids!", "Put this piece back where you got it and pull a different one. [The original has no Jenga stamp on it for some inexplicable reason.]"],
    ["Phil Jackson", "Coach any NBA team to 2 non-consecutive 3-peats or drink 1."],
    ["Prince Phillip", "Kiss a live frog or drink 2."],
    ["Regis Phil-bin", "Give someone $1,000,000 or drink 3."],
    ["Egyptian Peacekeeper", "Make a rule.  You must mediate any disagreement for the rest of the game."],
    ["Drill Instructor", "You must \"motivate\" everyone as they pull their pieces."],
    ["Full Metal Jacket", "Give the tower a name, and talk only to it for the rest of the game."],
    ["Blind Man", "Everyone pulls pieces while looking through Phil's glasses.  (Phil must pull without his glasses.) [no longer applicable since Phil's eye surgery]"],
    ["Johnston Atoll", "Move as far away from the table as you can, and return only to pull your pieces."],
    ["Stan's Menu", "Give 1 for every Stan's menu item you can name (limit 5)."],
    ["Condiment Delivery System", "Do a shot of ketchup or finish your drink."],
    ["Squirrel", "Examine all sides of any food you eat for the rest of the game."],
    ["Phil Cook", "Drink a shot of tequila mixed with another liquid of your choice."],
    ["Andy Glahe", "Give 2 if you have ever experienced a Crump.  Drink 3 if you do not know what a Crump is."],
    ["Anchorman", "Get 2 new beers (1 beer if <7 players).  The person to your left drinks as much as they want from these, then passes them on to their left, and so on.  You must finish off whatever gets back around to you."],
    ["Hey You", "For the rest of the game, no one may refer to other players using proper names or gestures."],
    ["Rise and Fall", "Drink 1.  The next player drinks 1 more or 1 less.  If they drink more, the next player gets the same choice.  When someone chooses to drink less than the last player, the next player must drink 1 less than that, on down to zero."],
    ["Polish Cavalry", "Swap drinks with the person whose drink is most full.  You must finish the drink, and they must drink half of the one you give them."],
    ["Dyngus Day", "Attract a girl's attention by hitting her with a pussywillow and give 2 or be too shy and drink 3."],
    ["Double Contract", "Give one person 2 drinks.  If they counter by saying \"Family Influence\", they only get one.  If they counter with \"Mob Power\",  you get 1 and they get 1.  With either counter, it becomes their turn; otherwise, play proceeds normally."],
    ["Chain of Fools", "Give 1. That person must give 1, and so on.  This continues until either someone gives one to the person who just gave them their drink, or to you."],
    ["Can of Whoop-Ass", "At any one time during the game someone gives you 2 or more drinks, you may give them 10 drinks in return.  If you are a Bodyguard/Friend, you may also do so if the drinks are given to the person you're guarding."],
    ["Elder Land Wurm", "Any time you give drinks to someone, they get 1 extra.  You may not give drinks to anyone who has not given you drinks since this came into effect."],
    ["Güsselscheist", "Interpret for everyone the artistic meaning behind the outfit worn by the person to your right."],
    ["Black Lotus", "At any time during the game, you may give 3 extra drinks to someone you give drinks to.  If you do not do this before the tower falls, you must drink 3."],
    ["Grizzly Adams", "Everyone who has never grown a full beard nor French-kissed a man with one must drink 3."],
    ["Rock, Paper, Scissors", "On a count of 3, everyone throws Rock, Paper, or Scissors.  You drink 1 for every person who beats you.  Every person who matches you gives 1.  Every person you beat drinks 1."],
    ["Three-Man", "You are the Three-Man.  Whenever a new row is completed on top of the tower, you must drink 2.  If you place the piece that completes a row, you may make someone else the Three-Man."],
    ["Heavy Kev", "Every player who weighs less than you do must drink 2.  You must drink 1 for every player who weighs more than you do."],
    ["No Guts, No Glory", "You may no longer pull blocks from the center of any row."],
    ["Jefe Factor", "Pick another player at random.  For the remainder of the game, you may only give drinks to this player, and must talk smack to them whenever you do so."],
    ["Not It", "(Do not read this aloud: The last player to touch their finger to their nose must drink 2.)"],
    ["Free Pass", "Do not place this on top of the tower this turn.  On any future turn, you may place this instead of pulling a new piece."],
    ["Dammit, Jim!", "\"I'm a doctor, not a bricklayer!\"  Drink 1 and give this to another player to place on top of the tower."],
    ["Quitter", "The next player must finish their drink, and is out of the game."],
    ["Reverse", "Reverse the order in which players take their turns."],
    ["Stuck On You", "Pick a \"conjoined twin\" - a player to your right or left.  You share a liver: any drinks given to either of you may be distributed between you as you see fit."],
    ["Quiet, Please", "From now on, anyone who talks or makes noise during your turn must drink 2."],
    ["10% Lie", "Every player who masturbates must drink 1."],
    ["Moving Violation", "If you've ever had sex in a motor vehicle, give 2. If you've done so while it was moving, drink 2."],
    ["Sibling Rivalry", "Give 1 for every sibling you have. Drink 1 for each of them that is playing."],
    ["Baby Got Back", "Give 2 to the player whom you think has the best behind."],
    ["4077", "Give 1 for every doctor you can name who lived in \"The Swamp\"."],
    ["YAWP", "Sound a barbarian YAWP! Everyone must now refer to you as \"O Captain, My Captain.\""],
    ["Copycat", "Follow the instructions from the block placed just before this one."],
    ["Here's To You!", "Everyone playing may give you 1 drink, and drink 1 along with you."],
    ["Mexican Standoff", "Give 1. That player may give you 1 back. You may then give them another. Continue until one of you opts not to give a drink."],
    ["Arms Race", "Give 1. That player may give you 1 back. You may then give them 2; they may give 2 back. Continue until one of you opts not to give drinks."],
    ["Big Cheese (revised)", "Give 1 for every cheese you can name in 30 seconds (limit 6)"],
    ["Flip-Cup", "Name 3 Flip-Cup teams OR perform one team salute OR drink 5."],
    ["I Never", "Pose an \"I Never\" scenario. Drink 1 for everyone who drinks to it, including you. If no one does, try again."],
    ["Naked Time", "If you've never jumped naked into Sokokis Lake - and don't right now - drink 10. If you have, give 4 - or 10 if you do so now."],
    ["Maine Dishes", "Give 1 for every main dish (no sides) ever served at Camp Gimmiyabeeya that you can name in 15 seconds."],
    ["Austin's Joke", "If you're not Austin, tell Austin's Joke or drink 4. If you ARE Austin, do NOT tell the joke this game - drink 4 if you do."],
    ["Luck o' the Irish", "Give 2 for every player whose immediate family's name is Irish - 3 if you're one of them. If there are none, drink 4."],
    ["Canoe Trip", "Sit in a canoe. Pick other players to join you, until the canoe is full. All of you drink 5."],
    ["Truth or Dare", "Answer a Truth from the player to your right or perform a Dare from the player to your left."],
    ["Gun Show", "Bare your biceps and flex for everyone. The players next to you each drink 2 for the view."],
    ["Brewmaster", "If you're drinking home brew, give 5; microbrew, give 2; anything else, drink 4."],
    ["Voyeur", "Give 2 to every player you've seen naked."],
    ["Hooray For Fatties!", "Give 1 for every 10 lb. over 200 you're carrying. Drink 1 for every 10 lb. under, you skinny bastard!"],
    ["Jinx", "The two players next to you each drink 4."],
    ["Smug Happy Couples", "If you're single, give 5 each to the smuggest pair playing. If you're taken, you and your honey drink 5 each."],
    ["*Wild Card", "Think of a block idea. If majority approves, this becomes that block. If not, you drink 5 whenever this is pulled again."],
    ["*Curse", "If you're the first person to pull this, drink 2. Every time this block is pulled after that, you drink 6."],
    ["Skip", "Skip the next player's turn."],
    ["*Werewolf", "You've been bitten! You and all other Werewolves howl, then drink 2."],
    ["Return to Stepford", "Drink 2 for every player who's been to a Tupperware-type party - unless you've hosted one. If you have, give that number instead."]
]
